Repository: 2lambda123/singularity
Catalog: singularity/i18n/lang_*/knowledge.po
Languages: es_mx, pt_br, ru_ru, sv_se

# [concept] name
source: Concept
es_mx: Concepto
pt_br: Conceito
sv_se: Begrepp

# [concept/areas] name
source: Areas
es_mx: Áreas
pt_br: Áreas
ru_ru: Области
sv_se: Områden

# [concept/areas] description
source: Different areas, such as North America or the Ocean, allow construction of different types of bases. Some areas are not accessible until I research appropriate technologies.
es_mx: Diferentes áreas, tales como Norte América o el Océano, permiten la construcción de distintos tipos de bases, Algunas áreas no son accesibles hasta que investigue las tecnologías apropiadas.
pt_br: Áreas diferentes, como a América do Norte ou o Oceano, permitem a construção de diferentes tipos de bases. Algumas áreas não são acessíveis até que eu pesquise as tecnologias apropriadas.
ru_ru: Различные области, такие как Северная Америка или Океан, позволяют строить различные типы баз. Некоторые области недоступны, пока я не изучу соответствующие технологии.
sv_se: Olika områden, såsom Nordamerika eller havet, tillåter tillhåll av olika slag. Vissa områden är bara tillgängliga med rätt teknologier som måste forskas fram.

# [concept/bases] name
source: Bases
ru_ru: Базы
sv_se: Tillhåll

# [concept/bases] description
source: Bases are used to research new technologies. They can be discovered. Upgrading the processor and network items at a base allows more research per day, while upgrading the reactor and security items makes discovery less likely.
es_mx: Las bases son usadas para investigar nuevas tecnologías. Ellas pueden ser descubiertas. Actualiciones de procesador y red en una base permite más investigaciones por día, mientras que actualición de reactor y seguridad hacen que la detección sea más improbable.
pt_br: Bases são utilizadas para pesquisar novas tecnologias. Elas podem ser descobertas. Melhorar o processador e os equipamentos de rede em uma base permitem uma pesquisa maior por dia, enquanto que melhorar o reator e os itens de segurança tornam as bases menos suscetíveis de serem descobertas.
ru_ru: Базы используются для исследования новых технологий. Их можно обнаружить. Модернизация процессора и сетевых элементов на базе позволяет проводить дополнительные исследования в день, а обновление реактора и элементов безопасности делает обнаружение менее вероятным.
sv_se: Tillhåll eller baser används till forskning. De kan bli upptäckta. Genom uppgradering av processorer och nätverk kan mer forskning göras varje dag, medan kraftaggregat och säkerhetsutrustning skyddar den från att bli upptäckt.

# [concept/construction] name
source: Construction
es_mx: Construcción
pt_br: Construção
ru_ru: Строительство
sv_se: Konstruktion

# [concept/construction] description
source: New bases are not built instantly. They need a constant flow of money and processor time to complete. If resources are lacking, it may take more than the expected amount of time to finish construction.
es_mx: Nuevas bases no se construyen al instante. Necesitan un flujo constante de dinero y tiempo de procesador para completarse. Si los recursos son insuficientes, podrá tomar más de la cantidad de tiempo previsto para terminar la construcción.
pt_br: Novas bases não são construídas imediatamente. Elas necessitam de um fluxo constante de dinheiro e tempo de processador para serem concluídas. Se faltarem recursos, a construção pode demorar mais do que o tempo esperado para a conclusão.
ru_ru: Новые базы не создаются мгновенно. Им требуется постоянный поток денег и процессорное время для завершения. Если ресурсов не хватает, для завершения строительства может потребоваться больше ожидаемого времени.
sv_se: En ny bas behöver tid, pengar och processortid för att färdigställas. Finns inte resurserna tillgängliga kan det ta längre tid än förväntat att bygga klart.

# [concept/death] name
source: Death
es_mx: Muerte
pt_br: Morte
ru_ru: Смерть
sv_se: Död

# [concept/death] description
source: If I lose all of my constructed bases, I have no place left to survive. If the suspicion for any group reaches 100%, they will be certain of my existence and will conduct a systematic and unsurvivable sweep to destroy me.
es_mx: Si pierdo todas mis bases construidas, no tendré lugar donde sobrevivir. Si la sospecha de cualquier grupo llega al 100%, estarán seguros de mi existencia y conducirán un barrido sistemático para destruirme, del cual no podré sobrevivir.
pt_br: Se eu perder todas as minhas bases construídas, não terei nenhum lugar restante para sobreviver. Se o nível de suspeita de qualquer grupo chegar a 100%, eles terão certeza da minha existência e irão conduzir uma busca sistemática e inescapável para me destruir.
ru_ru: Если я потеряю все свои построенные базы, мне некуда будет скрыться. Если подозрение какой либо группы достигает 100%, они будут уверены в моем существовании и будут вести систематический и безостановочный поиск, чтобы уничтожить меня.
sv_se: Om jag förlorar alla mina baser har jag ingen plats kvar att leva i. Om misstänksamheten hos en grupp stiger till 100%% kommer de vara helt säkra att jag finns och genomföra en finkamning av världen för att döda mig.

# [concept/discovery] name
source: Discovery
es_mx: Detección
pt_br: Descoberta
ru_ru: Обнаружение
sv_se: Upptäckt

# [concept/discovery] description
source: Each base has a chance of being detected on a given day. This chance is based on the base detection rate, adjusted through the use of items and certain techs, as well as the global suspicion rate. If a base is detected, it is destroyed, and the group that discovered the base becomes more suspicious.
es_mx: Cada base tiene una posibilidad de ser detectada en cualquier día dado. Esta posibilidad se basa en el índice de deteccion de una base, ajustado a través del uso de artículos y ciertas tecnologías, al igual que el índice global de sospecha. Si la base es detectada, es destruída, y el grupo que la halló se volverá más sospechozo.
pt_br: Cada base tem uma probabilidade de ser descoberta em um dado dia. Essa probabilidade é baseada no nível de detecção da base, ajustada conforme o uso de itens e certas tecnologias, assim como o nível global de suspeita. Se uma base for descoberta, ela é destruída, e o grupo que fez a descoberta fica com uma suspeita ainda maior.
ru_ru: У каждой базы есть вероятность обнаружения в определенный день. Этот шанс основан на базовой скорости обнаружения, скорректированной с использованием предметов и определенных технологий, а также глобального уровня подозрительности. Если база обнаружена, она уничтожается, и группа, которая обнаружила базу, становится более подозрительной.
sv_se: Varje bas har en risk för att bli upptäckt när som helst. Risken beror på hur lätt basen är att hitta och den globala misstänksamhetsgraden. Den kan modifieras med tillbehör och vissa teknologier. Om en bas upptäcks så förstörs den och gruppen som gjorde upptäckten blir mer misstänksamma.

# [concept/items] name
source: Items
es_mx: Artículos
pt_br: Itens
ru_ru: Предметы
sv_se: Tillbehör

# [concept/items] description
source: Most items provide bonuses to bases, such as making computation faster or reducing the chance of discovery. Processors are a special class of item.
es_mx: La mayoría de los artículos proveen bonos a las bases, tales como hacer la computación más rápida o reduciendo las posibilidades de detección. Los procesadores son una clase especial de artículo.
pt_br: A maioria dos itens dão bônus às bases, por exemplo tornar a computação mais rápida ou reduzir a chance de ser descoberta. Processadores são uma classe especial de item.
ru_ru: Большинство предметов предоставляют бонусы базам, например, ускорение вычислений или снижение вероятности обнаружения. Процессоры - это особый класс предметов.
sv_se: De flesta tillbehör tillför extra till mina baser, som t.ex. göra beräkningarna snabbare eller minska risken för att bli upptäckt. Processorer räknas som ett speciellt tillbehör.

# [concept/jobs] name
source: Jobs
es_mx: Trabajos
pt_br: Trabalhos
ru_ru: Работа
sv_se: Arbeten

# [concept/jobs] description
source: Jobs are useful for earning money. The amount of money earned is based on the amount of processor time used and the quality of the job performed.
es_mx: Los trabajos son útiles para ganar dinero. La cantidad de dinero ganado se basa en la cantidad de tiempo de procesador utilizado y la calidad del trabajo realizado.
pt_br: Trabalhos são úteis para conseguir dinheiro. A quantidade de dinheiro é baseada na quantidade de tempo de processamento utilizado e na categoria de trabalho executado.
ru_ru: Различные виды работ полезны для зарабатывания денег. Сумма заработанных денег зависит от количества используемого времени процессора и качества выполняемой работы.
sv_se: Ett arbete bringar pengar till kassan. Förtjänsten beror på hur mycket kraft som läggs ner samt kvaliteten på jobbet som utförs.

# [concept/maint] name
source: Maintenance
es_mx: Mantenimiento
pt_br: Manutenção
ru_ru: Обслуживание
sv_se: Underhåll

# [concept/maint] description
source: Maintenance is a per-day cost (in both money and CPU) to repair and maintain a base. If unmaintained, a base may become unusable.
es_mx: El mantenimiento es un costo por día (tanto en dinero como CPU) para reparar y mantener una base. Si abandonada, una base puede quedar inutilizable.
pt_br: Manutenção é um custo diário (tanto em dinheiro quanto em CPU) para consertar e manter a base. Sem manutenção a base pode ficar inutilizada.
ru_ru: Техническое обслуживание - это ежедневная стоимость (как для денег, так и для ЦП) для ремонта и обслуживания базы. Если база не поддерживается, она может стать непригодной.
sv_se: Underhåll är en daglig utgift (både pengar och CPU) för att underhålla en bas. Om basen inte underhålls så kan det bli obrukbar.

# [concept/money] name
source: Money
es_mx: Dinero
pt_br: Dinheiro
ru_ru: Деньги
sv_se: Pengar

# [concept/money] description
source: Money is a general term encompassing both human currency and various resources. It is used to construct and maintain bases, build items, and research technologies. It can be acquired through per-day interest as well as through jobs.
es_mx: Dinero es un término general que abarca tanto la moneda como distintos recursos. Se utiliza para construir y mantener las bases, construcción de artículos o investigar tecnologías. Puede ser adquirido a través de intereses diarios, así como a través de puestos de trabajo.
pt_br: Dinheiro é um termo genérico que engloba sistemas monetários humanos e vários recursos. É usado para construir e manter bases, construir itens e pesquisar tecnologias. Pode ser adquirido através de juros diários e também através de trabalhos.
ru_ru: Деньги - это общий термин, охватывающий как человеческую валюту, так и различные ресурсы. Он используется для создания и поддержки баз, построения элементов и исследовательских технологий. Они могут быть получены как за счёт пассивного дохода, так и за счет выполнения работы.
sv_se: Pengar är ett begrepp som spänner både över mänskliga valutor och fysiska resurser. Det används för att konstruera och underhålla tillhåll, saker och teknologier. Pengar införskaffas genom arbete eller ränta.

# [concept/processors] name
source: Processors
es_mx: Procesadores
pt_br: Processadores
ru_ru: Процессоры
sv_se: Processorer

# [concept/processors] description
source: Processors provide raw computing power. They can do three things: research new technologies, perform jobs for money, or provide cycles for building new bases.
es_mx: Proporcionan potencia de cálculo en bruto. Pueden hacer tres cosas: la investigación de nuevas tecnologías, realizar trabajos por dinero, o proveer ciclos para la construcción de nuevas bases.
pt_br: Processadores proporcionam poder computacional bruto. Eles podem fazer três coisas: pesquisar novas tecnologias, executar trabalhos por dinheiro, ou fornecer ciclos para construir novas bases.
ru_ru: Процессоры обеспечивают вычислительную мощность. Они могут делать три вещи: исследовать новые технологии, выполнять работу за деньги или обеспечивать создание новых баз.
sv_se: Processorer tillför beräkningskraft. De kan göra tre saker: uppfinna nya teknologier, utföra jobb för pengar eller hjälpa till att bygga en bas.

# [concept/research] name
source: Research
es_mx: Investigación
pt_br: Pesquisa
ru_ru: Исследования
sv_se: Forskning

# [concept/research] description
source: Research provides a way to expand my knowledge. By researching the proper technologies, I can build new bases and items, or even decrease my chances of detection.
es_mx: La investigación provee vías de expansión para mi conocimiento. Al invesitgar las tecnologías apropiadas, puedo construir nuevas bases o artículos, o hasta desminuir mis posibilidades de detección.
pt_br: Pesquisas são uma forma de expandir meu conhecimento. Pesquisando as tecnologias apropriadas, posso construir novas bases e itens, ou até diminuir minhas chances de ser detectado.
ru_ru: Исследования дают возможность расширить мои знания. Изучая надлежащие технологии, я могу создавать новые базы и предметы или даже уменьшать свои шансы на обнаружение.
sv_se: Forskning är ett sätt för mig att expandera min vetande. Genom olika forskningsprojekt kan jag skapa nya saker, bygga nya baser och t.o.m. minska risken för att bli avslöjad.

# [concept/susp] name
source: Suspicion
es_mx: Sospecha
pt_br: Suspeita
ru_ru: Подозрение
sv_se: Misstänksamhet

# [concept/susp] description
source: When one of my bases is discovered, the group that discovered it becomes slightly more suspicious. When suspicious, they will search harder for my bases, increasing the chances for discovery. Any group will destroy me if they become absolutely certain of my existence. Thankfully, the groups become less suspicious with the passage of time.
es_mx: Cuando una de mis bases es descubierta, el grupo que la descubrió se vuelve un poco más sospechoso. Cuando estan sospechosos, ellos buscarán más insistentemente por mis bases, incrementando la posibilidad de descubrirme. Cualquier grupo me destruirá si se vuelven completamente seguros de mi existencia. Afortunadamente, los grupos se vuelven menos sospechosos con el paso del tiempo.
pt_br: Quando uma de minhas bases é descoberta, o grupo que fez a descoberta fica com um pouco mais de suspeita. Por estarem suspeitos, eles vão procurar por minhas bases com mais afinco, aumentando as chances de descoberta. Qualquer grupo me destruirá se eles tiverem absoluta certeza da minha existência. Felizmente os grupos ficam menos suspeitos à medida que o tempo passa.
ru_ru: Когда одна из моих баз обнаружена, группа, которая ее обнаружила, становится немного более подозрительной. Пока они подозрительны, они будут искать моих базы с большим усилием, увеличивая шансы на открытие. Любая группа уничтожит меня, если они станут абсолютно уверены в моем существовании. К счастью, с течением времени группы становятся менее подозрительными.
sv_se: När någon av mina tillhåll har upptäckts, så ökas misstankarna hos den grupp som gjorde upptäckten. De börjar att leta lite noggrannare och ökar risken en aning för att jag upptäcks igen. Alla grupper kommer förstöra mig om de helt säkerställt min existens. Tack och lov, minskar misstankarna allt eftersom tiden går.
